Repository: OmegaT-L10N/pt
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Useful links ============
pt: Ligações úteis ============

source: User support resources:
pt: Recursos de apoio ao utilizador:

source: Using Java Web Start for installing OmegaT (all platforms) ===========================================================
pt: Usar o Java Web Start para instalar o OmegaT (todas as plataformas) ===========================================================

source: Warn: Report invalid tags to stdout.
pt: Warn: relatar etiquetas inválidas em stdout.

source: Warning
pt: Aviso

source: We recommend using OmegaT packages that include the JRE, to save you the trouble of selecting, obtaining and installing it.
pt: Recomendamos a utilização de pacotes OmegaT que incluam o JRE, para lhe poupar o trabalho de o seleccionar, obter e instalar.

source: What is OmegaT?
pt: O que é o OmegaT?

source: Wildcards: Both exact and keyword searches support the wildcard characters * and ?.
pt: Caracteres universais: tanto as procuras exactas como por palavras-chave suportam os caracteres universais * e ?.

source: Wind catches lily Scatt'ring petals to the wind: Your page is not found
pt: O vento apanha o lírio Pétalas ao vento: A sua página não foi encontrada

source: Words
pt: Palavras

source: Writeable Glossary File
pt: Ficheiro de glossário editável

source: Writeable Glossary File:
pt: Ficheiro de glossário editável:

source: Writeable glossary file folder entered does not exist!
pt: A pasta de glossários editáveis não existe!

source: You can then launch the Kaptain launch script with:
pt: Pode então iniciar o script Kaptain com:

source: You are going to modify {0} segments.
pt: Vai modificar {0} segmentos.

source: You can also launch it from the Spotlight search field.
pt: Pode também iniciá-lo a partir do campo de pesquisa Spotlight.

source: You can also manually drag the file OmegaT.exe to the start menu, the desktop or the quick launch area to link it from there.
pt: Pode também arrastar manualmente o ficheiro OmegaT.exe para o menu Iniciar, a área de trabalho ou a área de início rápido para o ligar a partir daí.

source: You can find detailed statistic information in the file: {0}
pt: Pode encontrar informação estatística detalhada no ficheiro: {0}

source: You can find the text of the license in /docs/OmegaT-license.txt.
pt: Pode encontrar o texto da licença em /docs/OmegaT-license.txt.

source: You can however obtain a neater and more user-friendly installation by using the installation script (linux-install.sh).
pt: No entanto, pode obter uma instalação mais limpa e mais fácil de utilizar, utilizando o script de instalação (linux-install.sh).

source: You may drag the OmegaT application to your dock or to the toolbar of a Finder window to be able to launch it from any location.
pt: Pode arrastar a aplicação OmegaT para a sua doca ou para a barra de ferramentas de um Finder para poder iniciá-lo a partir de qualquer local.

source: You may try to solve this problem in one of the following ways:
pt: Pode tentar resolver este problema das seguintes formas:

source: You must enter a number between 1 and {0}.
pt: Tem de inserir um número entre 1 e {0}.

source: You should specify their new location or recreate them.
pt: Deve especificar a nova localização ou recriá-las.

source: Your project does not contain any files in a supported file format.
pt: O seu projecto não contém quaisquer ficheiros em formatos suportados.

source: ZIP files
pt: Ficheiros ZIP

source: all matching segments
pt: todos os segmentos correspondentes

source: and many, many more very helpful people
pt: e muitas, muitas mais pessoas muito úteis

source: and then:
pt: e depois:

source: cd <folder where the file OmegaT.jar is located>
pt: cd <pasta onde se encontra o ficheiro OmegaT.jar>

source: file names
pt: nomes de ficheiro

source: init <source language> <target language> Initialize a minimal team project with the specified languages.
pt: init <idioma-fonte> <idioma-alvo> Initializar um projecto de equipa mínimo com os idiomas especificados.

source: segment 0000
pt: segmento 0000

source: unknown
pt: desconhecido

source: {0} ({1} left) / {2} ({3} left), {4}
pt: {0} ({1} restantes) / {2} ({3} restantes), {4}
